/* No comment provided by engineer. */
"at" = "es-at";

/* No comment provided by engineer. */
"BluePic is an amazing app for taking\n pictures and sharing them to the\n BluePic community. BluePic is\n also built on IBM Bluemix services." = "es-BluePic is an amazing app for taking\n pictures and sharing them to the\n BluePic community. BluePic is\n also built on IBM Bluemix services.";

/* No comment provided by engineer. */
"by" = "es-by";

/* No comment provided by engineer. */
"Cancel" = "es-Cancel";

/* first letter of the word day */
"d" = "es-d";

/* first letter of the word East */
"E" = "es-E";

/* No comment provided by engineer. */
"GIVE IT A TITLE" = "es-GIVE IT A TITLE";

/* first letter of the word hour */
"h" = "es-h";

/* No comment provided by engineer. */
"Image Upload Failure" = "es-Image Upload Failure";

/* No comment provided by engineer. */
"Location is required to post a photo" = "es-Location is required to post a photo";

/* No comment provided by engineer. */
"Location Not Found" = "es-Location Not Found";

/* No comment provided by engineer. */
"Location Services Required" = "es-Location Services Required";

/* first letter of the word minutes */
"m" = "es-m";

/* first letter of the word North */
"N" = "es-N";

/* word representing this moment in time */
"now" = "es-now";

/* No comment provided by engineer. */
"OK" = "es-OK";

/* No comment provided by engineer. */
"on" = "es-on";

/* No comment provided by engineer. */
"Oops, an error occurred! Try again." = "es-Oops, an error occurred! Try again.";

/* No comment provided by engineer. */
"Photo Library" = "es-Photo Library";

/* No comment provided by engineer. */
"Please go to Settings to enable Location Services for BluePic" = "es-Please go to Settings to enable Location Services for BluePic";

/* first letter of the word South */
"S" = "es-S";

/* first letter of the word seconds */
"s" = "es-s";

/* No comment provided by engineer. */
"Settings" = "es-Settings";

/* No comment provided by engineer. */
"Shot" = "es-Shot";

/* No comment provided by engineer. */
"Shots" = "es-Shots";

/* message that describes to the user to upload a picture to begin */
"Snap a pic or select one from your library!" = "es-Snap a pic or select one from your library!";

/* No comment provided by engineer. */
"Tag" = "es-Tag";

/* No comment provided by engineer. */
"Tags" = "es-Tags";

/* No comment provided by engineer. */
"Take Photo" = "es-Take Photo";

/* No comment provided by engineer. */
"This photo couldn't be loaded. Please use a different one!" = "es-This photo couldn't be loaded. Please use a different one!";

/* No comment provided by engineer. */
"Try Again" = "es-Try Again";

/* No comment provided by engineer. */
"user needs to log into Facebook, showing login" = "es-user needs to log into Facebook, showing login";

/* first letter of the word West */
"W" = "es-W";

/* first letter of the word week */
"w" = "es-w";

/* No comment provided by engineer. */
"Would you like to view your image now?" = "es-Would you like to view your image now?";

/* No comment provided by engineer. */
"Your image was processed!" = "es-Your image was processed!";

